said,189211
wa,132743
he,122471
ha,98177
new,92931
year,89831
but,89376
thei,85986
hi,74208
who,70101
their,67295
were,63591
more,62381
on,58535
had,57481
about,56564
which,55743
it,53908
been,53819
state,53220
would,50105
peopl,49687
time,49158
other,48632
than,44258
sai,43812
up,43598
two,43128
all,42082
there,41843
percent,41763
also,41051
us,39052
some,39006
nation,37860
out,37365
million,36827
countri,36512
after,36446
govern,36356
report,34524
into,34138
over,33918
last,33822
no,33584
she,33307
like,33191
china,32708
work,31502
000,31482
compani,31399
first,29980
so,29903
offici,29849
u.,29732
them,29704
make,29700
what,29527
most,29222
her,28488
world,28092
dai,27775
onli,27104
now,26401
do,26386
could,26256
mani,26232
york,25732
unit,25711
three,25402
call,25150
becaus,24829
presid,24548
includ,24434
develop,24366
american,23326
servic,22555
even,22204
school,22024
take,21974
group,21897
go,21872
bc,21590
law,21169
xinhua,21131
citi,21019
10,20684
just,20681
where,19694
such,19461
intern,19449
wai,19277
befor,19252
case,19184
those,18976
get,18970
month,18935
help,18759
right,18677
against,18665
ani,18497
while,18297
high,18294
accord,18292
famili,18250
week,18143
sinc,17937
these,17850
made,17730
move,17647
through,17597
how,17547
home,17532
research,17336
between,17266
be,17255
todai,17240
here,17240
end,17180
want,17095
under,17028
off,16970
still,16930
part,16913
area,16868
children,16704
should,16670
gener,16657
market,16641
polic,16576
him,16411
issu,16363
come,16329
dure,16298
offic,16275
program,16236
busi,16120
popul,16114
kill,16009
need,15943
number,15931
public,15872
live,15870
billion,15862
much,15849
hous,15788
feder,15787
drug,15728
then,15650
20,15473
long,15396
system,15338
back,15237
industri,15061
increas,15058
show,15046
add,14977
plan,14970
down,14935
found,14895
well,14874
forc,14816
problem,14694
court,14694
our,14690
member,14644
foreign,14501
water,14496
health,14467
old,14466
recent,14182
inform,14146
expect,14066
control,14028
major,14026
econom,14019
secur,13925
chines,13889
dollar,13865
south,13854
look,13844
product,13814
center,13754
project,13657
rate,13604
base,13602
power,13601
minist,13577
protect,13575
washington,13573
own,13565
did,13546
anoth,13459
univers,13447
studi,13404
good,13376
life,13340
meet,13313
region,13282
ap,13264
four,13221
clinton,13151
provid,13126
chang,13106
don,13105
polit,13090
price,13018
re,12976
open,12920
sever,12887
support,12797
15,12749
start,12671
place,12626
both,12594
monei,12557
veri,12509
depart,12480
five,12467
trade,12403
my,12269
site,12258
among,12236
see,12217
next,12177
30,12155
stori,12146
technolog,12120
leader,12064
author,12006
death,11976
becom,11971
local,11945
bank,11910
think,11874
human,11839
charg,11771
find,11698
know,11696
war,11561
comput,11490
women,11462
set,11462
manag,11427
agenc,11427
line,11364
parti,11341
each,11314
fund,11289
wednesdai,11256
effort,11245
continu,11242
internet,11199
offer,11151
talk,11121
told,11107
around,11093
art,11093
thursdai,11065
aid,11057
releas,10985
import,10981
tuesdai,10969
commun,10921
mondai,10849
point,10846
believ,10822
follow,10806
same,10774
ask,10752
give,10750
car,10714
investig,10642
ago,10577
turn,10576
organ,10556
larg,10533
white,10510
12,10494
fridai,10429
few,10355
caus,10344
try,10334
polici,10318
director,10314
until,10272
person,10194
second,10179
former,10150
hour,10134
allow,10129
rule,10071
lead,10070
remain,9980
close,9977
head,9953
stock,9900
result,9895
photo,9876
build,9862
name,9857
too,9770
question,9753
cost,9714
thing,9691
bomb,9666
without,9654
africa,9632
execut,9630
earli,9627
growth,9606
reach,9602
peac,9583
everi,9557
mail,9481
oper,9469
bill,9465
educ,9451
food,9420
effect,9377
student,9365
attack,9330
far,9323
ship,9309
small,9295
order,9286
sale,9277
record,9208
provinc,9188
east,9183
less,9159
past,9141
put,9138
administr,9125
oil,9113
test,9075
whether,9048
might,9026
return,8995
pai,8993
crime,8969
book,8969
militari,8961
care,8957
train,8954
nyt,8954
least,8948
air,8926
differ,8918
plai,8891
newspap,8855
littl,8786
face,8759
18,8723
never,8700
black,8693
invest,8689
six,8678
interest,8677
hope,8674
job,8672
visit,8657
man,8603
must,8568
keep,8565
11,8533
relat,8529
america,8505
ag,8500
possibl,8490
left,8482
sea,8467
tax,8440
big,8435
note,8402
involv,8395
1998,8352
receiv,8336
hand,8306
howev,8306
sign,8303
measur,8288
parent,8279
1999,8269
later,8227
deal,8226
prison,8219
total,8212
concern,8182
share,8155
natur,8151
me,8143
european,8113
requir,8106
creat,8098
african,8093
level,8093
100,8041
land,8017
institut,8013
run,8007
leav,7978
germani,7976
25,7934
produc,7933
best,7928
file,7907
expert,7903
half,7873
side,7870
scientist,7868
british,7842
50,7835
held,7834
17,7825
press,7777
game,7767
chief,7766
repres,7759
announc,7748
minut,7747
alreadi,7742
men,7741
near,7741
word,7729
northern,7725
arrest,7722
north,7720
worker,7709
14,7697
island,7687
respons,7667
grow,7615
team,7610
current,7590
activ,7587
mile,7583
night,7576
act,7552
hold,7551
free,7541
committe,7531
onc,7526
top,7514
improv,7506
medic,7489
fire,7488
doe,7484
associ,7472
serv,7470
better,7469
16,7468
web,7455
atlanta,7441
anim,7440
known,7436
13,7427
beij,7422
seem,7408
consum,7402
decis,7398
iraq,7380
carri,7359
march,7336
often,7326
sundai,7325
propos,7322
plann,7298
fish,7297
process,7296
campaign,7295
began,7286
child,7278
iran,7270
1997,7268
confer,7267
rais,7219
account,7197
trial,7193
custom,7176
financi,7147
came,7142
juli,7141
list,7134
lot,7110
term,7108
mean,7105
great,7100
journalist,7092
economi,7088
john,7079
west,7066
awai,7059
board,7057
plant,7055
along,7048
privat,7037
central,7020
capit,7010
special,7009
took,7003
consid,6977
evid,6966
agre,6964
claim,6943
form,6899
third,6891
nearli,6859
cooper,6852
april,6820
congress,6804
though,6800
40,6800
sell,6768
travel,6752
cox,6746
appear,6729
journal,6729
tobacco,6727
social,6724
centuri,6722
1996,6712
spokesman,6698
scienc,6695
taken,6686
action,6669
union,6655
june,6633
agreement,6600
statement,6598
lawyer,6594
texa,6583
bui,6580
kosovo,6577
cancer,6572
low,6561
fight,6558
prevent,6553
young,6540
speci,6519
patient,6489
fall,6486
2000,6484
legal,6476
reason,6463
enough,6446
late,6426
per,6406
across,6396
saturdai,6390
commiss,6390
democrat,6368
cut,6356
largest,6345
counti,6338
cover,6317
demand,6315
21,6306
rise,6294
cell,6282
whose,6265
pass,6253
republican,6251
almost,6231
bloom,6226
constitut,6220
ethnic,6217
diseas,6209
led,6201
bring,6171
decad,6165
dog,6155
bodi,6154
19,6133
design,6128
russia,6127
review,6117
park,6116
wind,6100
ve,6093
sourc,6090
500,6062
histori,6057
within,6041
although,6032
german,6022
got,6015
kind,6003
defens,6003
final,5994
critic,5977
condit,5973
fact,5971
europ,5942
warn,5941
won,5940
futur,5935
onlin,5918
ms,5918
complet,5913
japan,5910
client,5904
river,5900
someth,5883
vote,5877
suspect,5875
judg,5865
airport,5854
happen,5850
dr,5844
u.n,5802
elect,5800
earlier,5794
budget,5785
reduc,5785
spend,5771
why,5771
britain,5770
feel,5768
posit,5768
avail,5759
passeng,5747
22,5746
clear,5738
ever,5738
phone,5735
co,5729
ireland,5715
risk,5691
discuss,5670
launch,5666
figur,5663
hard,5662
arm,5657
went,5630
minor,5617
given,5615
daili,5600
real,5595
establish,5584
town,5583
present,5581
season,5579
convict,5577
russian,5575
san,5546
publish,5545
addit,5545
hit,5526
council,5514
cultur,5512
save,5491
interview,5487
suggest,5487
street,5469
euro,5468
store,5464
again,5451
seek,5443
decid,5416
resourc,5412
border,5408
damag,5395
illeg,5389
stand,5382
assist,5380
chanc,5373
doctor,5371
fail,5366
full,5365
station,5364
anti,5363
limit,5361
di,5356
exampl,5351
environment,5350
success,5343
mark,5335
direct,5330
hospit,5330
view,5327
approv,5306
california,5303
realli,5279
seven,5272
senat,5265
conserv,5264
learn,5208
engin,5203
firm,5201
main,5197
ministri,5195
annual,5195
resid,5193
coast,5184
declin,5179
exchang,5171
averag,5165
mother,5156
200,5150
post,5149
immigr,5137
storm,5132
experi,5127
singl,5127
arriv,5121
justic,5111
london,5098
period,5096
secretari,5086
perform,5082
flight,5065
thousand,5060
export,5053
featur,5051
drive,5046
prepar,5041
1995,5035
outsid,5034
abl,5032
southern,5019
israel,5015
eight,5013
begin,5011
didn,5008
employee,5007
idea,5004
promot,5000
weapon,4997
protest,4988
lost,4968
senior,4964
prime,4958
district,4954
sent,4952
tell,4948
collect,4948
accus,4943
light,4941
editor,4926
emerg,4917
field,4915
alwai,4914
energi,4906
data,4885
space,4882
degre,4878
franc,4870
western,4868
toward,4865
24,4857
vehicl,4857
vice,4852
seen,4849
further,4843
independ,4838
indian,4834
ill,4834
hong,4825
nato,4824
kong,4817
wide,4816
benefit,4813
ground,4806
valu,4802
mental,4792
friend,4787
express,4786
practic,4783
construct,4776
enforc,4771
safeti,4770
treatment,4769
done,4768
step,4765
fear,4764
crimin,4755
have,4743
role,4738
chairman,4735
kei,4734
standard,4733
summer,4730
murder,4724
appeal,4721
search,4718
victim,4714
higher,4707
attornei,4701
stop,4690
cup,4681
star,4678
urg,4674
januari,4672
paper,4669
60,4669
lower,4645
regul,4641
address,4630
23,4629
road,4608
bush,4593
global,4592
network,4589
media,4584
agent,4578
armi,4565
august,4550
survei,4523
matter,4518
museum,4514
abus,4511
join,4509
link,4500
colleg,4490
write,4489
togeth,4485
music,4476
environ,4471
especi,4464
thought,4451
access,4445
despit,4439
room,4438
ocean,4432
televis,4422
class,4421
document,4420
david,4415
contain,4409
bear,4402
read,4400
conduct,4400
behind,4394
violenc,4392
reserv,4392
messag,4390
gett,4388
boat,4388
prosecutor,4386
red,4380
loss,4376
let,4375
french,4368
morn,4365
nuclear,4362
tire,4359
middl,4359
check,4353
compar,4351
eye,4350
ll,4348
radio,4343
send,4342
societi,4337
legisl,4333
cours,4329
pressur,4327
strong,4323
sentenc,4319
potenti,4312
septemb,4298
schedul,4290
mass,4288
1990,4287
financ,4271
accept,4261
individu,4256
situat,4254
attend,4248
hostag,4247
watch,4241
octob,4239
suffer,4238
tri,4231
poor,4228
am,4224
danger,4213
airlin,4207
corpor,4204
sport,4203
purchas,4201
threat,4195
amount,4191
instead,4186
woman,4182
gun,4172
undat,4172
ga,4169
challeng,4160
hundr,4158
determin,4152
canada,4148
heart,4144
rang,4135
80,4133
themselv,4124
al,4121
opposit,4111
p.m,4111
exist,4108
novemb,4108
target,4105
son,4104
event,4101
owner,4099
26,4098
gore,4098
stai,4088
hear,4087
soon,4085
common,4075
rebel,4073
sure,4068
mexico,4065
detail,4065
civil,4061
insur,4055
marin,4039
incom,4038
labor,4038
transport,4031
casino,4030
materi,4029
william,4029
prize,4024
becam,4020
forest,4019
initi,4017
abort,4013
boston,4009
seriou,4008
decemb,4007
father,4003
profit,4001
adopt,4000
brought,4000
noth,3996
similar,3993
lo,3992
doesn,3981
understand,3971
remov,3951
advanc,3951
attempt,3950
teacher,3944
sun,3941
short,3935
front,3934
currenc,3932
28,3932
accid,3928
asia,3926
page,3926
probabl,3911
port,3902
iranian,3893
guard,3892
track,3891
yuan,3873
immedi,3870
angel,3869
wildlif,3867
cross,3863
film,3859
albanian,3858
seri,3851
electr,3847
love,3845
attent,3841
earn,3838
speak,3836
refus,3834
worth,3832
bureau,3832
contribut,3829
softwar,3823
describ,3823
identifi,3809
georg,3802
corp,3801
isra,3797
heat,3795
tradit,3792
manufactur,3791
1994,3786
miss,3779
race,3772
threaten,3765
promis,3760
fuel,3754
option,3752
affect,3748
electron,3747
weather,3738
retail,3732
vessel,3725
cook,3725
scientif,3720
wife,3703
aim,3690
spent,3687
letter,3684
plane,3682
professor,3680
st,3679
kid,3677
rather,3676
approach,3670
combin,3667
brown,3667
300,3661
90,3660
achiev,3658
green,3647
republ,3639
commerci,3637
item,3636
reform,3633
robert,3632
treat,3628
properti,3627
defend,3626
70,3624
rel,3624
februari,3621
suppli,3619
size,3606
crisi,3603
staff,3594
estimat,3592
nine,3588
origin,3588
analyst,3583
smuggl,3583
latest,3576
boi,3574
recal,3572
equip,3565
longer,3560
movi,3559
due,3557
quot,3554
articl,3552
fine,3545
monitor,3545
poverti,3544
turkei,3538
quarter,3536
sometim,3530
enter,3530
deni,3529
cannot,3528
non,3519
dead,3517
wait,3515
user,3508
afternoon,3495
gave,3491
hurrican,3489
built,3481
locat,3479
asian,3478
discov,3467
push,3462
either,3454
gambl,3453
27,3441
dozen,3440
florida,3439
speed,3431
connect,3428
gain,3427
expand,3427
paid,3425
de,3425
column,3414
800,3413
girl,3409
investor,3406
actual,3404
argu,3403
walk,3397
anyth,3393
india,3393
itself,3392
answer,3386
model,3385
mountain,3383
serb,3383
birth,3382
violat,3382
difficult,3372
paint,3372
insid,3368
popular,3365
credit,3360
inc,3357
break,3354
villag,3353
whole,3352
biggest,3351
commerc,3351
agricultur,3350
pacif,3350
goal,3350
modern,3350
lose,3334
pound,3332
comment,3328
feet,3324
strike,3320
negoti,3319
domest,3314
mr,3314
usual,3313
japanes,3311
beach,3311
grant,3308
himself,3306
tiger,3293
sector,3290
alleg,3290
color,3283
explain,3281
opportun,3281
deputi,3278
injur,3274
everyth,3267
shower,3263
award,3262
brain,3257
wrote,3249
bad,3248
categori,3243
contract,3242
languag,3242
crew,3231
censu,3231
shot,3228
surviv,3226
progress,3225
debat,3219
maintain,3217
sound,3216
magazin,3210
eastern,3202
ton,3201
wall,3198
count,3190
smoke,3189
type,3187
flood,3182
contact,3178
met,3175
encourag,3175
qualiti,3168
31,3165
palestinian,3159
competit,3152
basic,3148
affair,3145
ira,3144
sens,3138
telephon,3137
particularli,3135
wild,3132
predict,3127
ford,3125
request,3123
player,3119
whale,3117
lawsuit,3112
declar,3108
win,3105
huge,3103
spread,3103
stage,3102
sold,3101
iraqi,3099
block,3098
strategi,3096
statist,3089
babi,3088
coupl,3088
giant,3087
truck,3086
mph,3082
handl,3078
church,3073
rare,3072
piec,3071
ti,3067
someon,3066
bond,3064
avoid,3063
respect,3058
jame,3053
conflict,3048
1980,3036
trip,3036
wit,3035
meanwhil,3034
35,3032
traffic,3027
replac,3024
troubl,3016
medicin,3014
farmer,3006
variou,3002
doubl,2999
li,2995
pirat,2988
object,2987
lack,2986
troop,2985
observ,2981
except,2980
tv,2980
saw,2973
worri,2973
pick,2971
fix,2961
irish,2959
ban,2958
battl,2958
blood,2953
born,2953
400,2949
michael,2948
embassi,2938
impact,2937
rest,2936
certain,2935
attract,2934
signific,2931
endang,2930
entir,2928
beginn,2927
advertis,2925
joint,2916
pan,2916
loan,2915
bird,2908
shopp,2908
simpli,2908
date,2906
chemic,2906
eu,2894
crash,2893
1993,2891
quickli,2888
suit,2888
diplomat,2879
particip,2875
separ,2873
imag,2871
machin,2868
movement,2868
runn,2866
29,2864
terrorist,2864
islam,2864
cite,2863
heavi,2860
subject,2857
francisco,2853
oppos,2852
prove,2843
gulf,2837
explor,2836
philippin,2835
inch,2834
richard,2831
focu,2828
neighbor,2824
perhap,2822
normal,2818
foot,2817
sept,2817
farm,2811
voic,2809
readi,2808
dropp,2807
stress,2805
satellit,2796
estim,2795
mind,2792
secret,2789
mission,2788
earth,2785
soldier,2776
card,2776
tree,2771
australia,2769
lake,2766
consult,2763
sexual,2761
memori,2760
self,2758
favor,2758
respond,2754
specif,2751
revenu,2744
seat,2743
recommend,2739
devic,2738
shanghai,2734
artist,2733
governor,2732
itali,2731
delai,2730
cathol,2730
distribut,2727
driver,2727
intellig,2727
appli,2727
veget,2723
missil,2720
command,2720
round,2716
examin,2716
sanction,2712
citizen,2703
explos,2700
sex,2699
microsoft,2695
rose,2690
debt,2689
alon,2686
section,2686
daughter,2685
la,2683
cigarett,2680
score,2680
rescu,2677
settlement,2671
pollut,2669
anyone,2668
apart,2662
pakistan,2662
yugoslavia,2662
incid,2661
kilomet,2660
slow,2658
deep,2657
northeast,2649
implement,2647
introduc,2644
hunt,2633
gene,2627
previou,2624
choic,2622
greater,2620
graphic,2618
spring,2616
code,2614
parliament,2614
wrong,2613
penalti,2610
vs,2609
safe,2600
gather,2599
paul,2596
divis,2593
insist,2591
expens,2591
fbi,2587
burn,2582
convent,2579
salt,2579
reject,2571
partner,2571
appar,2569
refuge,2563
1991,2561
goe,2560
ensur,2558
teen,2552
patent,2547
adult,2544
shoot,2540
rural,2539
fill,2535
hiv,2534
mostli,2529
arab,2526
rain,2524
hot,2524
relationship,2519
religi,2517
everyon,2511
facil,2509
confirm,2508
juri,2507
organiz,2507
drop,2505
tour,2504
depend,2503
abov,2503
1992,2500
ic,2500
restrict,2500
pictur,2500
factor,2494
mix,2494
cult,2493
hotel,2492
welfar,2490
ten,2485
knew,2485
quit,2484
squar,2482
45,2482
surpris,2476
bai,2475
camp,2473
retir,2463
jail,2460
wave,2459
easi,2459
assembl,2458
destroi,2457
packag,2455
exhibit,2453
canadian,2453
nn,2451
throughout,2445
grand,2444
brother,2443
pull,2441
beyond,2438
tropic,2435
maker,2433
calif,2426
door,2426
navi,2424
eventu,2422
panel,2420
seiz,2418
sustain,2417
window,2416
meter,2414
net,2410
spot,2399
kenya,2398
method,2397
isn,2394
ahead,2393
dlr,2393
weekend,2393
candid,2393
hill,2392
box,2391
discoveri,2389
presidenti,2389
gold,2386
cruis,2381
statu,2373
rich,2367
king,2365
zone,2365
committ,2364
reflect,2361
infect,2361
urban,2361
brief,2356
fourth,2355
foundat,2351
preserv,2350
struggl,2348
chicago,2346
acknowledg,2343
draw,2342
atlant,2341
sponsor,2339
fell,2337
tribe,2334
600,2333
intend,2331
disput,2330
suprem,2324
shipp,2321
hispan,2320
licens,2318
england,2317
commit,2315
speech,2314
detect,2310
operat,2309
forward,2307
true,2307
select,2302
millennium,2300
dec,2300
cash,2297
instal,2295
indic,2294
cold,2289
railwai,2289
fly,2282
fraud,2282
histor,2282
fresh,2279
screen,2278
nobel,2277
impos,2276
shift,2276
gone,2275
els,2273
johnson,2270
bid,2270
forecast,2263
deliv,2260
payment,2259
terror,2256
southeast,2255
teach,2255
abil,2255
club,2255
eat,2253
tourist,2252
necessari,2251
transfer,2251
moment,2250
awar,2250
unlik,2248
fast,2246
regard,2246
aug,2242
repeat,2241
blue,2241
kennedi,2233
beat,2233
video,2231
english,2230
written,2229
75,2229
libya,2225
disast,2224
a.m,2224
heard,2219
failur,2213
fair,2213
leagu,2211
smith,2210
style,2209
mid,2203
purpos,2202
husband,2200
reveal,2199
blame,2199
focus,2197
shop,2194
pari,2194
highest,2191
applic,2191
career,2190
stopp,2185
thoma,2184
greek,2183
confid,2179
gorg,2179
injuri,2177
kept,2173
conclud,2173
extrem,2171
writer,2168
cent,2167
christian,2167
trust,2160
enterpris,2159
lee,2159
occurr,2157
motor,2156
cloudi,2155
n.y,2153
bag,2153
below,2150
arizona,2148
rank,2146
fax,2146
pleas,2143
moscow,2140
scene,2140
equal,2137
rock,2136
strengthen,2135
extend,2131
wast,2131
nativ,2124
indict,2114
oct,2113
freedom,2110
remark,2108
sen,2108
lift,2107
realiz,2107
version,2104
complaint,2098
capac,2098
session,2094
milosev,2092
ii,2090
obtain,2089
poll,2086
restaur,2083
match,2083
eleph,2083
structur,2080
whom,2079
suicid,2079
thunderstorm,2078
task,2076
warm,2066
solut,2065
digit,2065
vallei,2065
hire,2064
genet,2064
tech,2063
coverag,2063
42,2059
profession,2054
sinn,2053
punish,2051
fein,2050
peter,2048
advis,2048
restor,2046
deleg,2044
crowd,2041
increasingli,2041
liber,2041
bar,2040
automobil,2040
ventur,2039
technic,2037
dealer,2034
roll,2033
recov,2033
celebr,2032
brand,2027
sort,2025
oversea,2023
scale,2023
die,2019
finish,2017
seattl,2015
partli,2013
welcom,2010
pepper,2008
unless,2007
trend,2005
voter,2005
rememb,2003
mainli,2002
wood,2002
worldwid,2001
puerto,2001
wonder,2000
associat,1999
pro,1996
coach,1995
civilian,1994
starr,1990
egypt,1984
mine,1978
surfac,1975
territori,1973
will,1971
youth,1970
summit,1969
advoc,1968
visitor,1967
tablespoon,1964
politician,1963
settl,1963
47,1962
overal,1961
complex,1961
bin,1961
jump,1960
flow,1959
counsel,1957
correct,1954
behavior,1950
upon,1948
globe,1948
houston,1945
academi,1943
clinic,1943
el,1942
pain,1942
felt,1941
bought,1939
clean,1935
temperatur,1935
sampl,1934
northwest,1932
signal,1932
skin,1926
korea,1923
frequent,1919
jan,1919
demonstr,1919
entertain,1918
procedur,1917
max,1917
wasn,1916
tunnel,1915
employer,1913
exercis,1912
older,1912
economist,1910
jone,1909
reduct,1909
hall,1909
auto,1908
prosecut,1902
gui,1901
wire,1901
virtual,1901
garden,1898
muslim,1898
pilot,1897
massachusett,1896
bit,1893
dna,1890
32,1889
smaller,1888
instanc,1886
panda,1885
caught,1884
draft,1881
particular,1879
jersei,1878
depress,1878
habitat,1877
directli,1877
influenc,1876
fee,1875
worst,1872
rep,1870
italian,1870
inmat,1868
arrang,1867
primari,1867
update1,1866
curb,1865
martin,1861
broadcast,1860
pack,1855
guid,1852
basi,1852
cloth,1851
rai,1851
150,1850
alli,1848
wound,1845
weekli,1845
larger,1845
indonesia,1844
balanc,1844
victori,1843
floor,1843
altern,1843
guilti,1841
cargo,1836
turkish,1836
inspect,1836
prioriti,1830
catch,1828
tehran,1824
enjoi,1821
saudi,1820
1988,1819
mayor,1818
photograph,1816
libyan,1814
laboratori,1812
regist,1808
resolut,1807
doubt,1802
grade,1802
sett,1802
manhattan,1801
vietnam,1800
netherland,1800
medium,1798
jordan,1794
acr,1788
holidai,1787
varieti,1785
miami,1784
escap,1782
stabil,1780
bridg,1778
thank,1778
testimoni,1777
rico,1775
1970,1775
engag,1774
corrupt,1772
util,1771
honor,1770
index,1768
touch,1768
700,1766
map,1763
innoc,1761
rout,1760
displai,1760
guarante,1758
boost,1757
kansa,1756
dam,1756
georgia,1753
captur,1752
theori,1752
austin,1751
highli,1751
knowledg,1751
twice,1747
divid,1743
row,1742
maybe,1742
relief,1742
neighborhood,1742
host,1741
coastal,1741
wear,1740
violent,1736
inflat,1735
zimbabw,1735
clearli,1734
referr,1732
olympic,1730
crack,1728
intens,1726
privaci,1726
god,1725
extra,1725
00,1723
laden,1723
harm,1721
channel,1718
ignor,1716
ed,1715
choos,1714
factori,1711
asset,1711
chicken,1710
33,1710
simpl,1709
grew,1704
spokeswoman,1704
interior,1702
malaysia,1701
disabl,1700
bo,1700
certainli,1697
carolina,1695
shape,1694
gov,1693
tonight,1691
mount,1691
250,1690
bowl,1690
surround,1689
colleagu,1687
divers,1684
assess,1683
extinct,1683
spain,1681
fat,1681
fla,1679
titl,1677
tabl,1677
advantag,1677
nor,1675
highwai,1675
sought,1672
drink,1672
yard,1670
winter,1669
compet,1664
latin,1663
palm,1662
blair,1661
winner,1661
36,1661
cool,1660
theater,1659
glass,1659
inde,1658
tool,1658
gift,1655
soviet,1653
plu,1651
nigeria,1650
femal,1650
invit,1648
fashion,1647
fulli,1646
edg,1645
invent,1645
opinion,1644
graduat,1643
85,1642
ceremoni,1639
pledg,1635
aggress,1634
jewish,1631
copi,1631
pregnanc,1630
greec,1629
offens,1628
abu,1628
investigat,1624
allianc,1621
putt,1621
extens,1619
trim,1618
appoint,1617
dark,1617
mari,1615
nearbi,1615
collaps,1613
consist,1612
notic,1609
hole,1604
none,1602
tom,1601
pose,1601
prospect,1600
nationwid,1600
fewer,1599
tend,1599
hurt,1598
cabl,1597
tast,1596
1989,1594
complain,1593
onto,1593
65,1591
34,1591
impeach,1590
ident,1590
solv,1590
bottom,1589
aircraft,1589
resist,1588
charl,1588
van,1587
tibet,1587
serious,1587
columbia,1586
breed,1586
aboard,1586
disappear,1586
appropri,1585
adam,1584
consider,1577
enhanc,1575
lawmak,1575
argument,1572
principl,1569
ultim,1569
afghanistan,1568
australian,1568
integr,1568
communist,1567
content,1567
amend,1564
viru,1564
44,1563
feed,1562
unusu,1562
resolv,1560
charact,1560
thailand,1560
expans,1558
capabl,1556
southwest,1555
scatter,1553
thu,1550
fifth,1548
physical,1548
abandon,1547
tribun,1545
tokyo,1543
skill,1543
convers,1542
commission,1542
meat,1541
vision,1541
duti,1539
donat,1538
vast,1536
headquart,1536
teaspoon,1536
climat,1535
premier,1534
dramat,1530
ohio,1528
era,1527
ticket,1524
sci,1522
techniqu,1522
ad,1522
male,1522
yugoslav,1521
volum,1521
55,1520
effici,1520
festiv,1519
bann,1518
inspector,1515
print,1514
berlin,1513
brazil,1513
analysi,1511
testifi,1511
function,1511
shown,1510
begun,1510
via,1510
38,1508
cd,1508
boom,1508
zealand,1507
truth,1506
essenti,1506
prohibit,1504
zoo,1503
dismiss,1502
reli,1502
bob,1501
ancient,1501
steel,1500
prompt,1500
mexican,1500
novel,1499
planet,1499
tough,1498
sub,1497
isolat,1497
couldn,1494
sister,1493
auction,1490
regular,1490
adv,1490
tourism,1489
contend,1488
rival,1487
percentag,1486
happi,1485
contin,1484
neither,1480
quick,1480
treati,1479
household,1477
democraci,1476
taiwan,1476
profil,1474
jr,1473
ambassador,1473
destruct,1472
nazi,1472
patrol,1471
broke,1469
harri,1469
resum,1465
resort,1462
ran,1461
piraci,1461
212,1461
uganda,1460
combat,1460
jet,1455
gate,1454
pretti,1453
48,1453
blast,1453
formal,1453
egg,1453
coalit,1448
surgeri,1447
condemn,1445
whatev,1445
convinc,1443
yangtz,1442
listen,1442
harvard,1441
admitt,1440
oliv,1440
controversi,1439
spoke,1439
congression,1438
comfort,1437
aren,1437
ride,1437
wouldn,1433
oppon,1432
atmospher,1430
telescop,1426
ring,1426
nasa,1425
37,1425
camera,1424
taliban,1422
scheme,1422
dream,1422
wing,1421
stuff,1421
easili,1421
moral,1421
chain,1418
belong,1417
winn,1414
sensit,1414
audienc,1410
nairobi,1408
trimbl,1408
generat,1407
grown,1406
distanc,1405
pursu,1403
criticiz,1403
breast,1403
compens,1403
traffick,1402
plastic,1400
sierra,1398
davi,1397
guerrilla,1397
personnel,1397
kidnapp,1396
acquir,1393
autonom,1392
suspend,1391
rapid,1391
phase,1389
mention,1388
occur,1387
sugar,1386
tini,1385
output,1385
wish,1383
buyer,1383
calm,1382
mobil,1382
imagin,1382
stake,1379
perman,1379
enabl,1378
rush,1377
beauti,1377
reaction,1377
snow,1375
presenc,1374
realiti,1374
jim,1373
chip,1372
wash,1372
tank,1372
haven,1371
loui,1370
wine,1369
carrier,1367
fit,1365
wage,1365
egyptian,1364
branch,1364
root,1363
indicat,1362
toni,1362
46,1361
jerusalem,1360
suppos,1357
abroad,1356
stolen,1355
definit,1354
dress,1354
lewinski,1352
healthi,1352
salmon,1351
slightli,1350
attach,1348
shock,1348
song,1345
correspond,1344
intent,1344
jackson,1343
mechan,1342
decreas,1339
http,1339
tanzania,1338
pattern,1336
fan,1336
unionist,1336
repair,1335
theft,1335
automat,1332
fals,1331
attribut,1331
closer,1331
afford,1329
elimin,1328
frank,1323
radiat,1323
sit,1323
easier,1322
confront,1321
nov,1321
virgin,1320
activist,1320
otherwis,1318
disord,1317
morri,1316
caribbean,1316
detain,1315
tip,1315
syndicate,1313
shelter,1313
instruct,1312
assault,1310
edward,1310
metal,1309
joseph,1308
band,1306
resign,1305
shore,1305
mike,1305
saddam,1304
veteran,1304
cairo,1304
wors,1303
desir,1303
estat,1303
bone,1302
anniversari,1301
dayton,1300
52,1300
label,1299
39,1298
gap,1298
lock,1298
ny,1298
virginia,1296
asid,1296
leadership,1296
master,1295
43,1295
slice,1295
fort,1294
concept,1293
specialist,1293
coordin,1293
adjust,1292
previous,1292
disclos,1292
trail,1291
grai,1291
cuba,1288
load,1288
leon,1287
cast,1285
eas,1285
addict,1282
serbian,1281
remot,1278
survivor,1277
comprehens,1275
marri,1273
biolog,1273
singapor,1273
unabl,1271
dry,1271
n.j,1269
meant,1269
intellectu,1269
perfect,1268
bake,1268
sail,1268
philip,1267
cabinet,1267
anonym,1265
famou,1265
emot,1265
eagl,1264
bu,1264
provinci,1264
highlight,1262
sauc,1262
ye,1259
stone,1259
substanti,1258
friendli,1258
scott,1257
bell,1256
manila,1256
41,1254
employment,1250
transit,1249
hijack,1249
fruit,1249
strength,1249
massiv,1248
forum,1247
lobbi,1247
lebanon,1245
advisori,1243
broad,1240
everybodi,1240
consequ,1237
serbia,1237
helicopt,1233
lai,1232
spanish,1232
provis,1230
ft,1230
daniel,1229
elsewher,1228
stretch,1227
besid,1227
unemploy,1225
desert,1225
revolut,1225
sydnei,1225
lab,1225
domin,1222
element,1221
conclus,1220
seed,1220
hair,1218
revers,1218
municip,1215
cutt,1215
halt,1215
assum,1214
gai,1213
volunt,1213
core,1213
baghdad,1213
legislatur,1211
routin,1211
driven,1211
academ,1210
permit,1210
faster,1210
rape,1209
weight,1209
coxnet,1209
onion,1208
shut,1207
austria,1206
assur,1205
classic,1205
belgrad,1204
kevorkian,1202
termin,1202
royal,1201
elderli,1201
shopper,1200
bed,1200
struck,1200
experienc,1199
monetari,1199
korean,1198
prefer,1198
grain,1196
prais,1196
recoveri,1194
recogniz,1193
leg,1193
nurs,1193
expos,1192
shell,1191
killer,1190
updat,1189
fireston,1188
1960,1187
christma,1186
yellow,1184
harbor,1184
grill,1183
crop,1181
weak,1181
shortli,1179
sharp,1179
plead,1178
background,1177
ralli,1176
freed,1176
rocket,1176
mutual,1175
counter,1174
rail,1174
broken,1173
imposs,1173
tension,1173
renew,1173
tape,1172
rapidli,1172
accompani,1172
sick,1170
un,1168
mere,1168
shuttl,1168
cuban,1167
miller,1166
exactli,1165
infrastructur,1165
yield,1165
49,1164
racial,1164
crucial,1163
fisheri,1163
sweden,1162
refer,1158
difficulti,1155
stem,1155
fleet,1155
bigger,1154
familiar,1153
blow,1152
defin,1152
danc,1152
gang,1151
raid,1149
bradlei,1149
alcohol,1149
protein,1148
gram,1148
stood,1145
rice,1144
steve,1143
assign,1143
founder,1140
tumor,1139
attitud,1138
stephen,1138
bulgaria,1137
pet,1136
fertil,1135
gm,1134
qualifi,1134
transform,1133
theme,1132
impress,1131
fox,1131
inquiri,1130
newli,1128
error,1127
instrument,1125
commentari,1124
ball,1122
compromis,1122
mar,1121
excit,1119
expedit,1119
pair,1119
56,1119
sleep,1118
tribal,1116
faith,1116
breez,1115
recycl,1115
coin,1115
fiscal,1114
biologist,1114
chopp,1113
fellow,1112
frustrat,1111
orang,1111
silver,1110
gentl,1108
religion,1108
mistak,1107
phoenix,1107
charter,1107
entri,1107
51,1106
merger,1105
dish,1105
gmt,1104
scholar,1103
basebal,1103
heavili,1102
tibetan,1102
widespread,1100
numer,1099
sight,1099
promin,1099
genom,1099
andrew,1098
moder,1098
athlet,1098
sitt,1096
colorado,1096
pre,1096
toi,1096
annan,1095
pole,1093
nepal,1092
princip,1091
footbal,1091
wheel,1091
myanmar,1091
canal,1091
sat,1090
pool,1087
marriag,1087
climb,1087
absolut,1086
54,1086
schroeder,1085
stream,1085
dalla,1085
persuad,1084
fundament,1084
galleri,1084
withdraw,1083
upper,1083
recruit,1082
inspir,1082
min,1082
tower,1080
belfast,1080
toll,1080
fatal,1080
cancel,1079
immun,1079
stick,1079
supervis,1079
uniqu,1079
precis,1078
98,1078
probe,1078
emploi,1077
soil,1077
favorit,1075
trace,1075
cape,1073
editori,1073
reportedli,1072
mccain,1072
treasuri,1071
21st,1068
downtown,1067
herald,1067
lockerbi,1066
merchant,1066
flag,1064
speaker,1064
recogn,1063
feb,1063
iron,1060
thai,1060
steven,1059
gong,1058
naval,1058
assert,1058
deer,1057
surg,1056
dump,1056
ulster,1055
vulner,1055
zambia,1055
advic,1055
120,1054
colombia,1054
nobodi,1054
jack,1054
bilater,1054
foster,1053
drawn,1052
edit,1052
substanc,1051
greatest,1050
chair,1049
odd,1048
bangladesh,1048
53,1047
path,1046
dolphin,1046
counterpart,1046
grave,1045
liberti,1045
therapi,1045
falun,1045
ecolog,1044
exploit,1044
contrast,1044
physician,1043
aspect,1043
pc,1040
scotland,1040
slowli,1039
bound,1039
explod,1038
spirit,1038
albright,1037
therefor,1037
mall,1037
nytsf,1036
stepp,1035
straight,1035
inn,1035
peak,1034
58,1031
wilson,1029
strateg,1028
illinoi,1027
smuggler,1027
creation,1026
dutch,1026
kenyan,1026
younger,1026
custodi,1025
alaska,1025
900,1024
oz,1024
astronom,1024
weigh,1021
neg,1021
missouri,1020
attn,1020
portion,1020
philadelphia,1019
kuwait,1019
deliveri,1018
switch,1017
circuit,1017
amid,1016
lifestyl,1016
throw,1016
shortag,1014
regim,1014
chancellor,1013
reput,1010
hussein,1007
belief,1006
soft,1006
hate,1006
jiang,1005
suddenli,1004
henri,1004
corner,1003
jew,1003
recip,1003
ann,1003
transact,1001
defeat,1001
arabia,1001
roughli,1001
deposit,1000
partnership,1000
desk,1000
repeatedli,1000
barrel,1000
enorm,1000
lesson,999
08,999
vari,998
databas,998
clark,997
cream,996
orbit,996
concentr,996
pregnant,994
participat,993
wake,993
95,993
su,992
negotiat,991
sri,989
ounc,989
buri,988
1950,988
relev,987
convert,987
garlic,986
variabl,985
seal,983
ethic,983
hunter,982
somalia,981
vaccin,980
fortun,980
layer,980
gross,979
anderson,979
reproduct,979
queen,979
1.5,978
pour,978
chamber,977
hang,977
possess,977
scottish,977
excess,976
aliv,976
peacekeep,976
copyright,975
satisfi,975
submarin,974
pitch,974
bosnia,974
vacat,973
09,973
alert,971
hide,971
joe,970
narrow,969
typicalli,969
devot,967
aviat,967
golden,966
wang,966
orient,965
fda,962
alarm,962
exp,960
oregon,960
strongli,960
cat,959
homer,959
proper,958
compon,957
philosophi,956
format,956
reward,955
plenti,955
99,955
wwf,953
reader,953
folk,952
agenda,949
chees,949
sixth,948
pace,948
defect,948
minimum,948
350,947
ingredi,947
ali,946
craft,946
sayyaf,945
conspiraci,945
text,943
telecommun,943
exclus,942
prosper,941
morgan,941
actor,941
cocain,941
km,940
circl,940
flavor,939
passag,939
cure,939
discrimin,938
competitor,938
ceas,937
brooklyn,935
switzerland,934
tomato,934
vega,933
kt,933
57,933
trigger,932
dinner,932
enrol,932
specul,932
bare,932
enemi,931
lowest,931
allegedli,930
juic,930
translat,930
clash,929
solar,929
vow,927
gasolin,927
confus,926
detroit,925
pharmaceut,925
butter,925
symptom,924
disturb,924
maximum,921
plot,921
pentagon,921
contracept,920
vital,919
barr,918
hn,917
physic,916
bt,916
interact,915
202,914
2001,914
stadium,914
sue,913
guest,913
cloud,910
bottl,910
disappoint,910
carter,910
gari,909
sophisticat,909
poland,909
adapt,908
remind,908
chile,907
burden,907
compound,907
fishermen,907
pow,906
split,906
tear,906
programm,905
milit,904
indonesian,902
cia,902
roman,902
endors,902
fed,900
fate,899
1985,899
medicar,899
yesterdai,899
desper,899
spott,898
macao,896
tragedi,896
cap,895
admit,895
carbon,893
batteri,893
wireless,893
hollywood,893
classroom,892
circumst,891
transferr,889
maritim,889
blind,889
publicli,889
verdict,888
appl,887
conveni,886
103,886
occasion,886
prescript,885
reviv,885
strain,885
jose,883
journei,883
anywhere,883
stanlei,883
captiv,882
jean,881
miner,880
captain,880
solid,880
discount,880
cypru,879
390,878
barrier,877
va,877
sheet,877
transmitt,877
upgrad,877
epidem,877
troi,876
kick,876
calori,876
monkei,875
kitchen,875
innov,874
inject,874
hardli,874
behalf,873
length,873
connecticut,873
laser,872
1986,872
destin,871
galaxi,870
hectar,870
malaysian,869
hasn,868
visibl,868
confess,867
clock,867
crackdown,867
lung,867
offend,867
oven,866
sky,866
harvest,865
sharpli,864
hydrogen,864
guidelin,864
typical,864
significantli,864
scandal,863
pend,862
athen,862
plain,862
antarct,861
teenag,861
ferri,861
float,860
warrant,859
gen,858
hugh,857
chronicl,857
motion,857
librari,856
seminar,856
hk,855
santa,854
flat,853
breath,852
deepli,851
meal,851
bright,851
sharehold,850
rear,849
1987,849
excel,849
ski,849
exposur,848
hubbl,848
fighter,848
humanitarian,846
cohen,846
super,846
subwai,845
championship,845
await,844
sink,844
salad,843
disrupt,842
soccer,842
rome,842
alter,842
lite,842
margin,841
permiss,841
atom,841
accur,841
cooki,840
pakistani,840
imprison,840
swiss,839
logg,838
chase,838
multipl,837
pop,837
johannesburg,837
bite,837
kingdom,836
bean,836
deadli,836
anger,835
recipi,835
888,834
gradual,833
zero,832
click,832
fought,830
raw,830
quiet,829
thick,829
fun,829
deadlin,828
nice,827
soar,827
inner,827
belgium,827
ager,827
strip,827
boss,826
intensifi,826
suburb,825
2002,825
drain,825
caution,825
judgment,825
kevin,824
wolf,824
extradit,823
angri,823
commod,823
hubbel,823
download,822
coup,822
ordinari,822
polar,822
legitim,822
plate,821
automak,821
reno,820
bangkok,820
avenu,819
pure,819
carefulli,819
consumpt,818
zhang,818
frozen,817
oblig,817
height,816
empti,815
cellular,815
donor,814
golf,814
migrat,813
embargo,813
seller,813
diego,813
overwhelm,812
liquid,812
sweep,811
luxuri,811
stir,810
pocket,810
lawrenc,810
gop,808
smile,808
offshor,808
poison,808
moon,808
potato,808
coal,807
susan,807
deficit,807
drove,806
complicat,806
suffici,805
404,805
stabl,805
equival,805
pump,804
mitchel,804
successfulli,803
usa,803
latino,802
weaken,802
cardin,802
imf,802
invas,802
xx,802
encount,801
roof,801
crude,801
59,801
stroke,800
boe,800
chri,800
gear,800
mouth,799
lewi,798
transmiss,798
petroleum,798
suburban,797
plea,797
concret,797
proof,797
embrac,796
chosen,796
milk,794
ongo,794
drew,794
occupi,793
coloni,793
surrend,792
infant,791
20th,791
pill,791
interpret,791
reliabl,790
flower,790
d.c,788
michigan,788
barbara,787
proceed,786
extent,785
simon,785
norwai,785
intervent,785
yourself,785
harder,784
alien,784
fled,784
ethiopia,784
literatur,782
devastat,782
analyz,780
mixtur,780
update2,780
monica,780
credibl,777
taylor,777
grass,777
moor,777
coffe,777
homeless,776
radic,776
temporari,775
incent,775
pioneer,775
workshop,775
notion,775
proport,775
landscap,774
angola,774
taught,774
distinct,774
moreov,774
dialogu,773
beef,773
emiss,773
afghan,772
topic,772
kurdish,772
tale,771
rent,771
eliminat,771
bruce,771
contest,771
chart,770
contemporari,770
primarili,770
sand,769
unknown,769
greatli,769
valuabl,769
environmentalist,769
basketbal,769
01,769
1984,768
gdp,768
sudan,767
myself,767
fare,766
indigen,766
n.c,766
supervisor,766
champion,765
macedonia,765
ukrain,764
comparison,764
sweet,764
diagnos,763
loos,763
dow,763
tackl,762
tissu,762
tactic,761
merci,760
albania,760
juvenil,760
1.2,760
coxnews.com,760
cake,760
prior,759
prozac,759
christi,758
fallen,758
liter,758
sam,757
hors,756
columnist,756
pennsylvania,755
twin,755
stronger,755
mongolia,755
descript,752
surveil,752
732,752
greet,752
properli,752
unfortun,752
campu,751
revis,751
trapp,751
tampa,751
evas,749
2ndtake,749
roger,748
spark,748
skeptic,748
herself,747
argentina,747
obvious,747
occup,747
laid,747
dust,747
guangdong,746
retain,745
corn,745
hazard,745
garbag,744
adequ,744
deserv,744
ozon,744
subscrib,744
boil,743
guess,743
dan,743
treasur,743
railroad,741
habit,740
hawaii,740
overse,740
130,740
adventur,739
safeguard,739
chen,739
undermin,738
monthli,737
faa,737
minnesota,737
manner,737
1979,737
concert,737
persist,737
1983,736
powder,736
delta,736
minim,736
tripl,735
denver,735
broker,735
wealth,735
larri,735
symbol,735
ideal,734
spare,734
christoph,734
stamp,733
ex,731
deport,731
nasdaq,730
kenneth,730
elev,730
opec,729
jointli,729
denni,728
kohl,727
heroin,727
overturn,726
gallon,726
thin,725
yen,725
collin,725
fiber,725
toss,724
spiritu,724
syria,724
steal,724
borrow,724
rjr,724
eighth,723
intel,723
03,723
admir,722
czech,721
lane,721
passion,720
eric,720
leak,720
mortal,720
diamond,720
disarma,719
brussel,719
strict,719
envoi,719
princ,718
mysteri,717
motiv,717
entitl,717
aol,717
obviou,717
reynold,717
talent,717
scare,716
curri,716
equipp,715
membership,715
smooth,713
fossil,713
alan,713
elementari,713
revolutionari,713
overnight,712
thompson,711
nigerian,711
taxpayer,711
pittsburgh,709
ladi,709
pristina,709
psychiatric,708
launder,708
tide,708
sovereignti,707
multi,707
tall,705
lemon,705
ow,705
derail,704
urgent,704
steadi,704
ear,704
suspicion,704
collis,703
fiction,702
alexand,701
navig,701
unclear,701
elig,701
compli,700
enact,700
delhi,700
forget,700
somebodi,699
flash,699
occas,698
hero,698
government,698
voucher,698
flexibl,698
educat,698
deck,697
congo,696
mainstream,696
y2k,696
cnn,696
cycle,696
geneva,695
yeltsin,695
overcom,695
underground,695
swell,695
modest,694
proce,693
oxygen,693
fairli,693
tighten,693
smart,692
88,692
philosoph,692
saharan,691
evalu,690
explan,690
repli,690
1982,689
mandat,689
regularli,689
dy,688
cholesterol,688
shoe,688
belt,687
alabama,687
juan,687
plung,687
eager,687
in,686
warner,686
outrag,686
salari,686
accomplish,686
studio,685
breakthrough,685
paramilitari,684
soup,684
howard,684
zhu,683
pension,683
06,682
notabl,682
judici,682
tent,681
bomber,681
recognit,680
uncov,680
absorb,679
rubber,679
cb,679
disnei,678
es,678
dominat,677
brave,677
110,677
everywher,676
ibm,676
tie,676
barri,676
surplu,676
1981,675
uk,675
vitamin,675
allen,675
bullet,674
dissid,674
deliber,673
introduct,673
slot,673
2.5,673
preliminari,673
loot,673
airplan,672
subsequ,672
antarctica,672
smoker,672
elizabeth,672
nonprofit,671
patrick,671
juror,671
lunch,670
fenc,670
conn,670
tight,670
interfer,670
2take,670
dean,669
lanka,669
certif,669
anybodi,669
maryland,669
hostil,669
forestri,669
timber,669
nationalist,669
romania,668
tennesse,668
jeff,668
shipment,668
drought,668
sequenc,667
ninth,667
gotten,667
lure,667
collabor,666
graham,666
frame,665
dar,665
parol,665
antonio,665
chapter,665
hail,664
banker,664
outcom,664
matthew,663
62,663
embarrass,663
uniti,663
terribl,663
soul,662
nelson,662
refriger,661
demograph,661
luggag,661
crush,661
admiss,661
hidden,661
sole,661
afraid,661
flee,661
laugh,660
react,660
shoulder,660
veto,659
justifi,659
somewhat,659
tortur,658
outlin,658
artifici,658
peel,658
526,658
peru,658
depth,657
ly,657
ryan,657
ownership,657
acquisit,657
gaza,656
constant,656
summari,656
math,656
1978,656
lord,655
mainten,655
unveil,655
reluct,655
neck,655
nomin,654
lotteri,654
anthoni,654
deploi,654
truli,654
roast,654
sank,652
shirt,652
pa,652
unpreced,652
asylum,651
classifi,651
medicaid,651
knock,650
reagan,650
drama,650
chef,649
narcot,649
rubin,649
coat,648
confidenti,648
weren,648
heritag,648
trillion,647
swing,645
marketplac,645
antitrust,644
amazon,644
pat,644
endur,643
appreci,643
buse,643
obstacl,642
dive,642
brutal,642
inevit,641
cow,641
chocol,639
compact,638
outlook,637
batter,637
lend,637
160,637
sichuan,636
friendship,636
broadwai,636
migrant,636
melt,636
chose,635
bet,635
bull,635
evolv,635
tanker,634
nino,634
ltd,634
joke,633
portug,633
72,633
guangzhou,633
harar,632
finger,632
baltimor,632
putin,632
emphasiz,631
spy,631
transplant,630
bonn,629
risen,629
broader,629
ir,629
somewher,628
celebrat,628
capitol,627
frankfurt,627
bargain,626
midnight,626
audit,625
compel,625
ivori,625
experiment,624
mainland,624
entrepreneur,624
cheap,623
diet,623
cattl,623
tim,623
collector,623
calcul,623
salaam,622
bread,622
silicon,621
liu,621
outlaw,621
historian,621
swedish,619
toler,619
roundup,618
seizur,618
silenc,618
sum,617
partial,617
lie,617
succe,617
supplier,617
beaten,617
brian,617
spell,616
ben,616
biodivers,616
metropolitan,616
dougla,616
hillari,615
antiqu,615
erupt,615
inventor,615
dictat,615
restructur,614
approxim,614
recreat,614
magnet,613
creativ,613
strait,613
weydert,613
panama,613
longtim,612
cub,612
sad,612
rough,612
spill,611
persian,611
singer,611
accommod,609
faction,609
inland,609
casualti,608
tremend,608
rocki,608
slight,608
balkan,607
chariti,607
robberi,607
140,607
flew,607
string,606
kim,606
mo,606
visual,606
cambridg,606
illustr,606
medal,606
sino,606
fred,606
conced,605
ok,605
07,605
499,605
rick,604
telegram,604
drill,604
citizenship,604
pickup,604
recess,604
shake,604
separat,603
childhood,603
64,603
outstand,603
ev,603
extraordinari,602
rio,602
edt,602
optimist,602
toxic,601
wilder,601
le,601
reservoir,601
02,600
preced,600
longest,600
97,600
forg,599
observatori,599
outdoor,599
autonomi,599
1973,599
creatur,599
sing,598
necessarili,597
chemistri,597
greenpeac,597
server,597
priest,596
exclud,596
ranger,595
debri,595
att,595
brook,595
frequenc,594
instant,594
southeastern,594
shouldn,594
hitt,593
nerv,593
statesman,593
radar,592
arctic,592
amazon.com,592
capita,592
perspect,591
mozambiqu,591
holi,591
glenn,591
headlin,591
opera,591
arrai,590
hike,590
carlo,590
fea,590
peer,589
mom,589
jerri,589
flaw,588
seventh,587
iowa,587
platform,587
superior,587
cry,587
slide,586
fake,586
lebanes,586
badli,585
fulfil,585
dispos,584
fastest,584
md,583
relax,583
180,583
phenomenon,582
oklahoma,582
symposium,582
parad,582
harass,582
gadhafi,582
1.3,582
architect,581
referendum,581
neglect,581
matur,581
pope,581
npc,580
hamilton,580
demonstrat,579
reinforc,579
nabisco,578
visa,577
iht,576
evolut,576
ecosystem,575
storag,575
subsidiari,575
detent,575
125,575
wreck,575
bitter,574
brush,574
oli,574
constantli,573
random,573
flour,573
moos,573
1976,573
cheaper,573
tea,573
ocalan,572
freez,572
junior,571
disciplin,571
walker,570
magic,570
oldest,569
jesu,569
surgeon,569
layout,569
workplac,569
ahm,569
leas,568
robot,568
sudden,568
birthdai,568
lion,568
quota,567
commut,567
extremist,567
wrestl,567
portfolio,566
muscl,566
acceler,566
compil,566
dawn,566
marijuana,566
benjamin,566
woodward,566
turtl,565
furnitur,565
exhaust,565
refug,564
particl,564
disarm,564
19th,564
mortgag,564
ward,564
implic,564
74,564
proven,563
permitt,563
biologi,562
rifl,562
toronto,562
continent,562
pinochet,561
pile,561
evil,561
submitt,561
ballot,560
monument,560
sheriff,559
colo,559
tender,559
exempt,559
shrimp,559
descend,559
eta,559
hint,559
boundari,559
yunnan,558
uniform,558
stall,558
450,557
ruin,557
c.1999,557
voluntari,557
compos,557
dri,557
prescrib,556
owl,556
denmark,556
succeed,556
giuliani,556
clue,556
administ,556
episod,555
groceri,555
ital,554
segment,554
norwegian,553
patriot,553
baggag,553
frontier,552
absenc,552
pot,552
strang,552
tag,552
mississippi,551
sodium,551
circul,551
blend,551
wipe,550
levi,550
divorc,550
contractor,549
departur,549
elabor,549
collid,549
exce,548
hungari,548
grace,548
certifi,548
fidel,548
louisiana,548
fiji,547
suspens,547
ranch,546
nfl,546
echo,546
confin,546
surf,546
twenti,546
ankara,546
mirror,545
nevada,544
resettl,544
integrat,544
bulk,544
dose,544
documentari,544
toyota,544
invad,543
nose,543
jakarta,543
discharg,543
beam,543
catalog,543
bug,542
kilogram,542
wholesal,542
78,542
consensu,541
twist,541
riot,541
diabet,541
tournament,541
rage,540
architectur,540
2010,540
emphasi,540
beer,540
equiti,540
orlean,540
vigor,539
exil,539
81,539
finland,539
resembl,539
judiciari,539
lifetim,539
thrive,538
steer,538
presum,538
mandela,538
thrown,538
ratio,537
anchor,537
prostitut,537
privileg,537
trader,537
abc,537
66,536
berkelei,536
baker,536
montreal,536
556,535
barn,535
inventori,535
han,534
170,534
stirr,534
beneath,534
undergo,534
plagu,534
advocaci,534
bronx,534
ourselv,534
gonzalez,533
arafat,533
cir,533
portrait,532
acquitt,532
oh,532
viewer,532
designat,532
prolifer,532
tomorrow,531
subsidi,531
cope,530
evacu,530
fierc,530
utah,530
hume,529
connor,529
catastroph,529
et,529
empir,528
polish,528
anywai,528
distant,528
businessman,528
characterist,528
bow,527
stunn,527
63,527
extern,527
milligram,527
05,527
squeez,527
northwestern,527
richardson,527
sculptur,526
brick,526
pipe,526
venezuela,526
pride,525
67,525
wto,525
abduct,525
militia,525
ronald,525
dispatch,524
steam,524
authoriz,524
yahoo,524
regulatori,524
gunmen,524
hearst,524
lynch,523
mice,523
wisconsin,523
passport,523
palac,523
denounc,523
jurisdict,522
regardless,522
netanyahu,522
sprai,522
forev,521
holocaust,521
discourag,521
notifi,521
adolesc,520
poorest,520
premium,520
sunni,520
chechnya,520
71,520
merg,520
cambodia,519
mushroom,519
acid,519
murrai,519
lt,519
wooden,518
kelli,518
tube,518
parliamentari,517
rev,517
linda,517
slobodan,517
reliev,517
vietnames,517
tradition,516
amaz,516
68,516
brake,516
1.6,516
videotap,516
mad,516
audio,515
albani,515
tail,515
mediterranean,515
crown,514
lectur,514
ambiti,514
lett,514
liabil,514
chill,514
dedicat,514
shrink,513
lago,512
unanim,512
spam,512
consent,512
templ,512
pig,512
270,511
dublin,511
lean,511
sailor,511
1975,511
750,511
plaintiff,511
lilli,511
disagre,510
tuna,510
2003,510
stuck,510
conspir,510
khatami,510
exceed,510
cooperat,510
chronic,510
nonetheless,509
entiti,509
composit,509
geograph,509
or,508
chat,508
tenni,508
cop,508
hook,507
prevail,507
rehabilit,507
61,507
formula,507
pm,507
astronaut,507
slave,507
mill,507
russel,507
kan,507
walter,507
trash,506
merchandis,506
abdel,506
04,506
fujian,506
costli,506
peninsula,506
marshal,506
psychiatrist,505
leaf,505
lincoln,505
pork,505
funer,505
afterward,505
complic,505
boast,504
affirm,504
armstrong,504
understood,504
disclosur,504
chongq,503
vienna,503
prayer,503
debra,503
ebai,503
complianc,503
444,502
maria,502
postpon,502
coordinat,502
displac,502
ross,502
cleveland,501
herb,501
suspici,501
earthquak,501
carol,501
sir,500
janet,500
wetland,499
conceal,499
disc,499
nbc,499
firefight,498
hydropower,498
colombo,498
dad,498
implant,497
businessmen,497
vinegar,497
junk,496
massacr,496
lethal,496
dock,496
reactor,495
slipp,495
orlando,495
arthur,495
michel,494
petit,494
threw,494
context,494
mate,493
bishop,493
abund,493
wallac,493
harsh,492
bore,492
retriev,492
diminish,492
crane,492
en,491
holder,491
wealthi,490
rebuild,489
specializ,489
sharif,489
ration,489
todd,488
silent,487
wolv,487
quietli,487
jupit,487
ahern,486
3.5,486
rumor,486
dot,486
algerian,485
supermarket,485
stewart,485
sprawl,485
1.4,485
dioxid,485
haul,485
burst,484
outlet,484
proud,484
vermont,483
worsen,483
dealt,483
grader,482
supplement,482
clone,482
myth,482
crazi,482
upset,482
confiscat,481
specifi,481
diesel,481
moratorium,480
nytimes.com,480
retreat,480
disk,480
processor,480
portrai,479
chao,479
breezi,479
tianjin,478
signatur,478
embryo,478
sander,478
tone,477
rwanda,477
stanc,477
scholarship,477
momentum,477
sentiment,477
96,477
southwestern,476
brokerag,476
ca,475
hydroelectric,475
mich,475
anxieti,475
bahama,475
breach,475
gambler,475
botswana,475
regret,474
township,474
espionag,474
nois,474
smell,474
maneuv,474
jacket,474
bacteria,474
phillip,473
mohamm,473
topp,473
milwauke,473
tougher,473
distinguish,472
exit,472
shield,472
guidanc,471
hybrid,471
archiv,471
tap,471
facilit,470
jai,470
fold,470
concentrat,470
nest,470
debut,470
spawn,470
playoff,469
dragg,469
colombian,469
physicist,469
bankruptci,469
psychological,469
patch,468
bass,468
flame,468
assassin,468
ought,468
duck,468
amnesti,468
log,468
endit,468
jane,468
obstruct,467
undertak,467
initiat,466
swept,466
alamo,466
subcommitte,466
rat,466
stockholm,466
shadow,466
butler,466
porter,466
graf,466
modifi,466
sanctuari,465
artifact,465
ken,465
squad,464
wrapp,464
816,464
hunger,464
dine,464
nevertheless,464
1972,464
divert,464
cruz,463
consecut,463
pit,463
cave,463
anymore,463
mediat,463
scrambl,462
73,462
inhabit,462
berger,462
subpoena,462
grate,462
exact,461
andi,461
floyd,461
yanke,461
entranc,461
landmark,461
cabin,461
northeastern,461
separatist,460
identif,460
822,460
77,460
compris,460
interven,459
deriv,459
molecul,459
310,458
kg,458
swimm,458
deplet,458
tariff,458
latter,458
cluster,458
arkansa,458
predat,457
ransom,457
firearm,457
bail,457
snake,457
percept,457
costa,456
mood,456
princeton,456
spacecraft,456
apartheid,456
litig,455
carbohydr,455
arena,455
youngster,455
garcia,455
shark,455
heal,454
courag,454
2005,454
steadili,454
waco,454
cousin,454
button,454
ron,454
homicid,453
commonli,453
condom,453
yemen,453
leap,453
technician,453
mitsubishi,452
unifi,452
bat,452
76,452
legaci,451
drown,451
hezbollah,451
horn,451
similarli,451
coca,450
zhejiang,450
___,449
pataki,449
deeper,449
memo,449
logic,449
fri,448
inter,448
chest,448
mandatori,448
bloodi,448
strongest,448
elit,448
hat,447
anticipat,447
consortium,447
deem,447
ethiopian,447
rhino,447
psychologist,447
scrutini,447
10th,447
framework,447
statut,446
warehous,446
haiti,446
ugandan,446
drift,446
socialist,446
valid,445
extract,445
daimlerchrysl,445
andrea,445
rudolph,445
reiterat,445
kurd,444
robertson,444
fault,444
robin,444
